{"people":[{"name":"Carrie Fisher","born":1956,"died":1956,"summary":"Carrie Frances Fisher (October 21, 1956 – December 27, 2016) was an American actress, writer, producer, and humorist. Fisher was the daughter of Eddie Fisher and Debbie Reynolds. She was known for playing Princess Leia in the Star Wars film series. Her other film roles included Shampoo (1975), The Blues Brothers (1980), Hannah and Her Sisters (1986), The 'Burbs (1989), and When Harry Met Sally... (1989).\nFisher wrote several semi-autobiographical novels, including Postcards from the Edge, the screenplay for the film of the book, an autobiographical one-woman play, and a non-fiction book, Wishful Drinking, based on the play. She worked on other writers' screenplays as a script doctor. In later years, she earned praise for speaking publicly about her experiences with bipolar disorder and drug addiction.\nFisher and her mother appear in Bright Lights: Starring Carrie Fisher and Debbie Reynolds, a 2016 documentary about their relationship. It premiered at the 2016 Cannes Film Festival.\nFisher died at the age of 60 on December 27, 2016, four days after experiencing a medical emergency near the end of a transatlantic flight from London to Los Angeles."},{"name":"Julianne Moore","born":1960,"summary":"Julianne Moore (born Julie Anne Smith; December 3, 1960) is an American-British actress, prolific in films since the early 1990s. She is particularly known for her portrayals of emotionally troubled women in both independent and Hollywood films, and has received many accolades, including the 2014 Academy Award for Best Actress.\nAfter studying theatre at Boston University, Moore began her career with a series of television roles. From 1985 to 1988, she was a regular in the soap opera As the World Turns, earning a Daytime Emmy for her performance. Her film debut was in Tales from the Darkside: The Movie (1990), and she continued to play small roles for the next four years – including in the thriller The Hand That Rocks the Cradle (1992). Moore first received critical attention with Robert Altman's Short Cuts (1993), and successive performances in Vanya on 42nd Street (1994) and Safe (1995) continued this acclaim. Starring roles in the blockbusters Nine Months (1995) and The Lost World: Jurassic Park (1997) established her as a leading actress in Hollywood.\nMoore received considerable recognition in the late 1990s and early 2000s, earning Oscar nominations for Boogie Nights (1997), The End of the Affair (1999), Far from Heaven (2002) and The Hours (2002). In the first of these she played a 1970s pornographic actress, while the other three featured her as an unhappy, mid-20th century housewife. She also had success with the films The Big Lebowski (1998), Magnolia (1999), Hannibal (2001), Children of Men (2006), A Single Man (2009), The Kids Are All Right (2010), and Crazy, Stupid, Love (2011), and won several awards for her portrayal of Sarah Palin in the television film Game Change (2012). The year 2014 was key for Moore, as she gave an Oscar-winning performance as an Alzheimer's patient in Still Alice, was named Best Actress at the Cannes Film Festival for Maps to the Stars, and joined the lucrative Hunger Games series.\nIn addition to acting, Moore has written a series of children's books about a character named \"Freckleface Strawberry\". She is married to director Bart Freundlich, with whom she has two children."},{"name":"Mark Hamill","born":1951,"summary":"Mark Richard Hamill (born September 25, 1951) is an American actor, voice actor, and writer. He is known for playing Luke Skywalker in the Star Wars film series. His other works include Corvette Summer (1978) and The Big Red One (1980), among other television shows and movies. Hamill has also appeared on stage in several theater productions, primarily during the 1980s.\nHamill is a prolific voice actor who has voiced characters in many animated television shows, movies, and video games since the 1970s. He is known for his long-standing role as DC Comics' the Joker, commencing with Batman: The Animated Series in 1992.\n\n"},{"name":"Harrison Ford","born":1942,"summary":"Harrison Ford (born July 13, 1942) is an American actor and film producer. He gained worldwide fame for his starring roles as Han Solo in the Star Wars film series and as the title character of the Indiana Jones film series. Ford is also known for his roles as Rick Deckard in the neo-noir dystopian science fiction film Blade Runner (1982), John Book in the thriller Witness (1985), for which he was nominated for the Academy Award for Best Actor, and Jack Ryan in the action films Patriot Games (1992) and Clear and Present Danger (1994).\nHis career has spanned six decades and includes roles in several Hollywood blockbusters; including the epic war film Apocalypse Now (1979), the legal drama Presumed Innocent (1990), the action film The Fugitive (1993), the political action thriller Air Force One (1997) and the psychological thriller What Lies Beneath (2000). Six of his films have been inducted into the National Film Registry: American Graffiti (1973), The Conversation (1974), Star Wars (1977), The Empire Strikes Back (1980), Raiders of the Lost Ark (1981) and Blade Runner.\nIn 1997, Ford was ranked No. 1 in Empire's \"The Top 100 Movie Stars of All Time\" list. As of 2016, the U.S. domestic box-office grosses of Ford's films total over US$4.7 billion, with worldwide grosses surpassing $6 billion, making Ford the highest-grossing U.S. domestic box-office star. Ford is married to actress Calista Flockhart, who is known for playing the title role in the comedy-drama series Ally McBeal."},{"name":"Jennifer Lawrence","summary":"Jennifer Shrader Lawrence (born August 15, 1990) is an American actress. As of 2016, Lawrence is the highest-paid actress in the world, and her films have grossed over $5 billion worldwide. She is the youngest person to accrue four Academy Award nominations. She appeared in Time's 100 most influential people in the world in 2013 and Forbes Celebrity 100 the following year.\nDuring her childhood, Lawrence performed in church plays and school musicals. When she was 14, a talent scout spotted her in New York. Lawrence then moved to Los Angeles and began her acting career by playing guest roles in television shows. Her first major role came as a main cast member on the sitcom The Bill Engvall Show (2007–2009). She made her film debut with a supporting role in Garden Party (2008), and had her breakthrough playing a poverty-stricken teenager in the independent drama Winter's Bone (2010). Lawrence achieved wider recognition for playing the mutant Mystique in X-Men: First Class (2011), a role she reprised in later installments of the X-Men franchise.\nLawrence's fame continued to grow with her starring role as Katniss Everdeen in the Hunger Games film series (2012–2015), which established her as the highest-grossing action heroine of all time. She went on to earn various accolades from her collaborations with director David O. Russell. Her performance as a depressed widow in the romance film Silver Linings Playbook (2012) received an Academy Award for Best Actress, making her the second youngest Best Actress Oscar winner. Lawrence subsequently won a BAFTA Award for Best Actress in a Supporting Role for playing a troubled wife in the black comedy American Hustle (2013). She also received Golden Globe Awards for her roles in both of these films and for playing the title inventor in the biopic Joy (2015).\nLawrence is known in the media for being a vocal advocate of feminism and gender equality, and is the founder of the Jennifer Lawrence Foundation through which she supports various charitable organizations."},{"name":"Analeigh Tipton","born":1988,"summary":"Analeigh Christian Tipton (born November 9, 1988) is an American figure skater, actress, and fashion model. She is noted for placing third on Cycle 11 of America's Next Top Model and for her roles in the films Crazy, Stupid, Love, Warm Bodies and Two Night Stand.\n\n"},{"name":"Michael Fassbender","born":1977,"summary":"Michael Fassbender (born 2 April 1977) is an Irish–German actor of stage and screen whose career includes roles in both independent and blockbuster films.\nHis feature film debut was in the fantasy war epic 300 (2007) as a Spartan warrior; his earlier roles included various stage productions, as well as starring roles on television such as in the HBO miniseries Band of Brothers (2001) and the Sky One fantasy drama Hex (2004–05). He first came to prominence for his role as IRA activist Bobby Sands in Hunger (2008), for which he won a British Independent Film Award. Subsequent roles include in the independent film Fish Tank (2009), as a Royal Marines lieutenant in Inglourious Basterds (2009), as Edward Rochester in the 2011 film adaptation of Jane Eyre, as Carl Jung in A Dangerous Method (2011), as a sentient android in Prometheus (2012), and in the musical comedy-drama Frank (2014) as an eccentric musician loosely inspired by Frank Sidebottom.\nIn 2011, Fassbender debuted as the Marvel Comics antihero Magneto in X-Men: First Class, and went on to share the role with Ian McKellen in X-Men: Days of Future Past (2014), and reprise it again in X-Men: Apocalypse (2016). Also in 2011, Fassbender's performance as a sex addict in Shame earned him the Volpi Cup for Best Actor at the Venice Film Festival and was nominated for Golden Globe and BAFTA Awards. In 2013, his role as slave owner Edwin Epps in the slavery epic 12 Years a Slave was similarly praised, earning him his first Oscar nomination for Best Supporting Actor. In 2013, Fassbender appeared in another Ridley Scott film, The Counselor. In 2015, he portrayed Steve Jobs in the Danny Boyle-directed biopic of the same name, and played Macbeth in Justin Kurzel's adaptation of William Shakespeare's play. For the former, he has received Academy Award, BAFTA, Golden Globe and SAG nominations. In 2015, he produced the western Slow West, in which he also starred."},{"name":"Frank Oz","born":1944,"summary":"Frank Oz (born Frank Richard Oznowicz; born May 25, 1944) is an English-born American puppeteer, filmmaker, and actor. His career began as a puppeteer, where he performed the Muppet characters of Miss Piggy and Fozzie Bear in The Muppet Show, and Cookie Monster, Bert, and Grover in Sesame Street. He is also known for being the puppeteer and voice of Yoda in the Star Wars films.\nHis work as a director includes Little Shop of Horrors (1986), Dirty Rotten Scoundrels (1988), What About Bob? (1991), In & Out (1997), Bowfinger (1999), The Score (2001) and Death at a Funeral (2007).\n\n"},{"name":"Morgan Freeman","born":1937,"summary":"Morgan Freeman (born June 1, 1937) is an American actor, producer and narrator. Freeman won an Academy Award in 2005 for Best Supporting Actor with Million Dollar Baby (2004), and he has received Oscar nominations for his performances in Street Smart (1987), Driving Miss Daisy (1989), The Shawshank Redemption (1994) and Invictus (2009). He has also won a Golden Globe Award and a Screen Actors Guild Award.\nFreeman has appeared in many other box office hits, including Glory (1989), Robin Hood: Prince of Thieves (1991), Seven (1995), Deep Impact (1998), The Sum of All Fears (2002), Bruce Almighty (2003), The Dark Knight Trilogy (2005–2012), The Lego Movie (2014), and Lucy (2014). He is known for his distinctively smooth, deep voice and his skill at narration. He got his break as part of the cast of the 1970s children's program The Electric Company. Morgan Freeman is ranked as the 3rd highest box office star with over $4.316 billion total box office gross, an average of $74.4 million per film."},{"name":"Rose Byrne","born":1979,"summary":"Mary Rose Byrne (born 24 July 1979) is an Australian actress. Byrne made her screen debut in 1992 with a small role in the film Dallas Doll. In 2000, she played a leading role in the Australian film The Goddess of 1967, which brought her a Venice Film Festival award for Best Actress. From 2007 to 2012, she played Ellen Parsons in the cable television series Damages, which earned her two Golden Globe and two Emmy nominations. Along with co-star Glenn Close, she appeared in all of the show's fifty-nine episodes. Byrne has also starred in the films Troy, 28 Weeks Later, Knowing, Insidious, X-Men: First Class, X-Men: Apocalypse, as well as the comedies Bridesmaids, Neighbors, and Spy."},{"name":"John Goodman","born":1952,"summary":"John Stephen Goodman (born June 20, 1952) is an American actor. Early in his career, he was best known for playing Dan Conner on the ABC TV series Roseanne (1988–1997), for which he won a Golden Globe Award for Best Actor in 1993. He is also a regular collaborator with the Coen brothers on such films as Raising Arizona (1987), Barton Fink (1991), The Big Lebowski (1998), O Brother, Where Art Thou? (2000), and Inside Llewyn Davis (2013). Goodman's voice roles in animated films include Pacha in Disney's The Emperor's New Groove (2000), and Sulley in Pixar's Monsters, Inc. (2001), and Monsters University (2013).\nHis other film performances include lead roles in The Babe (1992), The Flintstones (1994) and 10 Cloverfield Lane (2016) and supporting roles in Coyote Ugly (2000), The Artist (2011), Extremely Loud and Incredibly Close (2011), Argo (2012), Flight (2012), and The Hangover Part III (2013). On television, he has had regular roles on Amazon Studios' Alpha House and on the first season of HBO's Treme, and has been one of the most frequent hosts of Saturday Night Live, as well as guest roles on series such as Community. John Heilpern of Vanity Fair has called him \"among our very finest actors\".\n\n"},{"name":"Steve Buscemi","born":1957,"summary":"Steven Vincent \"Steve\" Buscemi (/buːˈsɛmi/ born December 13, 1957) is an American actor and film director. Buscemi has starred and supported in successful Hollywood and indie films, including Parting Glances, New York Stories, Mystery Train, Reservoir Dogs, Desperado, Con Air, Armageddon, The Grey Zone, Ghost World, Big Fish, and The Sopranos. He is also known for his appearances in many films by the Coen brothers: Miller's Crossing, Barton Fink, The Hudsucker Proxy, Fargo, and The Big Lebowski. Buscemi provides the voice of Randall Boggs in the Monsters, Inc. franchise.\nFrom 2010 to 2014, he portrayed Enoch \"Nucky\" Thompson in the critically acclaimed series Boardwalk Empire, which earned him two Screen Actors Guild Awards, a Golden Globe, and two nominations for an Emmy Award. He made his directorial debut in 1996, with Trees Lounge, in which he also starred. Other works include Animal Factory (2000), Lonesome Jim (2005) and Interview (2007). He has also directed numerous episodes of TV shows, including Homicide: Life on the Street, The Sopranos, Oz, 30 Rock, and Nurse Jackie. He currently hosts the Emmy Award-winning AOL On comedy talk-show Park Bench."},{"name":"Michael Caine","summary":"Sir Michael Caine, CBE (/keɪn/; born Maurice Joseph Micklewhite; 14 March 1933) is an English actor and author. Renowned for his distinctive working class cockney accent, Caine has appeared in over 115 films and is regarded as a British film icon.\nHe made his breakthrough in the 1960s with starring roles in a number of acclaimed British films, including Zulu (1964), The Ipcress File (1965), Alfie (1966), for which he was nominated for an Academy Award, The Italian Job (1969), and Battle of Britain (1969). His most notable roles in the 1970s included Get Carter (1971), The Last Valley, Sleuth (1972), for which he earned his second Academy Award nomination, The Man Who Would Be King (1975), and A Bridge Too Far (1977). He achieved some of his greatest critical success in the 1980s, with Educating Rita (1983) earning him the BAFTA and Golden Globe Award for Best Actor. In 1986, he received an Academy Award for Best Supporting Actor for his performance in Woody Allen's Hannah and Her Sisters.\nCaine played Ebenezer Scrooge in The Muppet Christmas Carol (1992). Having by that time practically retired from acting on the big screen, he enjoyed a career resurgence in the late 1990s, receiving his second Golden Globe Award for his performance in Little Voice in 1998 and receiving his second Academy Award for Best Supporting Actor for The Cider House Rules the following year. Caine played Nigel Powers in the 2002 parody Austin Powers in Goldmember, and Alfred Pennyworth in Christopher Nolan's The Dark Knight Trilogy. He appeared in several other of Nolan's films including The Prestige (2006), Inception (2010), and Interstellar (2014). He also appeared as a supporting character in Alfonso Cuarón's Children of Men and Pixar's 2011 film Cars 2. As of 2015, films in which he has starred have grossed over $7.4 billion worldwide. Caine is ranked the ninth highest grossing box office star.\nCaine is one of only two actors nominated for an Academy Award for acting in every decade from the 1960s to 2000s (the other one being Jack Nicholson; Laurence Olivier was also nominated for an acting Academy Award in five different decades, beginning in 1939 and ending in 1978). In 2000, Caine was knighted by Queen Elizabeth II in recognition of his contribution to cinema."},{"name":"Oscar Isaac","born":1979,"summary":"Oscar Isaac (born Óscar Isaac Hernández Estrada; March 9, 1979) is a Guatemalan-American actor and musician. He is known for his lead film roles in the comedy-drama Inside Llewyn Davis (2013), for which he received a Golden Globe Award nomination, the crime drama A Most Violent Year (2014) and the science fiction thriller Ex Machina (2015), in which he played Nathan Hamlet Bateman. In 2006, he portrayed Saint Joseph, husband of Mary, in The Nativity Story. He also portrayed José Ramos-Horta, former president of East Timor, in the Australian film Balibo for which he won the AACTA Award for Best Actor in a Supporting Role. He has portrayed characters of many different nationalities and ethnicities, such as mixed European, Egyptian, Polish, English, French, Mexican, East Timorese, Welsh, Indonesian, Greek, Cuban, Israeli, and Armenian.\nHe appeared in Star Wars: The Force Awakens (2015), as X-wing pilot Poe Dameron, and in X-Men: Apocalypse (2016), as the titular mutant supervillain Apocalypse. He also headlined the HBO miniseries Show Me a Hero, as politician Nick Wasicsko in 2015, which earned him the Golden Globe Award for Best Actor – Miniseries or Television Film. In 2016, Time named Isaac one of the 100 most influential people in the world on the annual Time 100 list."},{"name":"Lupita Nyong'o","born":1983,"summary":"Lupita Amondi Nyong'o (Kenyan English: [luˈpiːtɑː ˈɲɔːŋɔ], Spanish: [luˈpita ˈɲoŋo (ˈɲoŋgo)]; born March 1, 1983) is a Kenyan-Mexican actress. She was born in Mexico to Kenyan parents and raised in Kenya. She attended college in the United States, earning a bachelor's degree in film and theater studies from Hampshire College.\nNyong'o began her career in Hollywood as a production assistant. In 2008, she made her acting debut with the short film East River and subsequently returned to Kenya to star in the television series Shuga (2009). Also in 2009, she wrote, produced and directed the documentary In My Genes. She then pursued a master's degree in acting from the Yale School of Drama. Soon after her graduation, she had her first feature film role as Patsey in Steve McQueen's historical drama 12 Years a Slave (2013), for which she won the Academy Award for Best Supporting Actress. She became the first Kenyan and first Mexican actress to win an Academy Award.\nNyong'o made her Broadway debut as a teenage orphan in the critically acclaimed play Eclipsed (2015), where she received a Tony Award for Best Actress in a Play nomination for her performance."},{"name":"Andy Serkis","born":1964,"summary":"Andrew Clement \"Andy\" Serkis (born 20 April 1964) is an English film actor, director and author. He is best known for his performance capture roles comprising motion capture acting, animation and voice work for such computer-generated characters as Gollum in The Lord of the Rings film trilogy (2001–2003) and The Hobbit: An Unexpected Journey (2012), King Kong in the eponymous 2005 film, Caesar in Rise (2011) and Dawn of the Planet of the Apes (2014), Captain Haddock / Sir Francis Haddock in Steven Spielberg's The Adventures of Tintin (2011) and Supreme Leader Snoke in Star Wars: The Force Awakens (2015). Upcoming performance capture roles include Caesar in War for the Planet of the Apes (2017), Supreme Leader Snoke in Star Wars: Episode VIII (2017), and Baloo in Jungle Book (2018).\nSerkis' film work in motion capture has been critically acclaimed. He has received an Empire Award, a National Board of Review Award, two Saturn Awards and a Screen Actors Guild Award for his motion-capture acting. He earned a Golden Globe nomination for his portrayal of serial killer Ian Brady in the British television film Longford (2006) and was nominated for a BAFTA for his portrayal of new wave and punk rock musician Ian Dury in the biopic Sex & Drugs & Rock & Roll (2010). In 2015, he had a small role in Avengers: Age of Ultron. Serkis has his own motion capture workshop, The Imaginarium Studios in London, which he will use for his directorial debut, Jungle Book."},{"name":"Domhnall Gleeson","born":1983,"summary":"Domhnall Gleeson (/ˈdoʊnəl ˈɡliːsən/; born 12 May 1983) is an Irish actor and writer. He is best known for his portrayal of General Hux in Star Wars: The Force Awakens, Bill Weasley in the Harry Potter film franchise, Caleb in Ex Machina, Captain Andrew Henry in The Revenant and Tim Lake in About Time. He has acted on both stage and screen, earning a Tony Award nomination in 2006 for his role in the Broadway production The Lieutenant of Inishmore. He has performed in several shows at Dublin's Gate Theatre, including adaptations of American Buffalo and Great Expectations.\nGleeson's television roles includes appearances in the television series The Last Furlong (2006) and the comedy sketch show Your Bad Self (2010), as well as the films Six Shooter (2004), Boy Eats Girl (2005), Never Let Me Go (2010), True Grit (2010), Anna Karenina (2012), Dredd (2012), Frank (2014), Calvary (2014) and Unbroken (2014). In 2015, he starred in four films, all of which received multiple Academy Award nominations: Ex Machina, Brooklyn, Star Wars: The Force Awakens and The Revenant."},{"name":"Brad Pitt","born":1963,"summary":"William Bradley \"Brad\" Pitt (born December 18, 1963) is an American actor and producer. He has received multiple awards and nominations including an Academy Award as producer under his own company Plan B Entertainment.\nPitt first gained recognition as a cowboy hitchhiker in the road movie Thelma & Louise (1991). His first leading roles in big-budget productions came with the dramas A River Runs Through It (1992) and Legends of the Fall (1994), and Interview with the Vampire (1994). He gave critically acclaimed performances in the crime thriller Seven and the science fiction film 12 Monkeys (both 1995), the latter earning him a Golden Globe Award for Best Supporting Actor and an Academy Award nomination. Pitt starred in the cult film Fight Club (1999) and the major international hit Ocean's Eleven (2001) and its sequels, Ocean's Twelve (2004) and Ocean's Thirteen (2007). His greatest commercial successes have been Troy (2004), Mr. & Mrs. Smith (2005), and World War Z (2013). Pitt received his second and third Academy Award nominations for his leading performances in The Curious Case of Benjamin Button (2008) and Moneyball (2011). He produced The Departed (2006) and 12 Years a Slave (2013), both of which won the Academy Award for Best Picture, and also The Tree of Life, Moneyball, and The Big Short (2015), all of which garnered Best Picture nominations.\nAs a public figure, Pitt has been cited as one of the most influential and powerful people in the American entertainment industry, as well as the world's most attractive man, by various media outlets. His personal life is also the subject of wide publicity. Divorced from actress Jennifer Aniston, to whom he was married for five years, he has been married to actress Angelina Jolie since 2014. They have six children together, three of whom were adopted internationally. In September 2016, Jolie filed for divorce from Pitt."},{"name":"Scoot McNairy","born":1977,"summary":"John Marcus \"Scoot\" McNairy (born November 11, 1977) is an American actor and producer known for his roles in films such as Monsters, Argo, Killing Them Softly, 12 Years a Slave, Frank, Gone Girl and Batman v Superman: Dawn of Justice. He currently stars in the AMC period drama Halt and Catch Fire."},{"name":"Elijah Wood","born":1981,"summary":"Elijah Jordan Wood (born January 28, 1981) is an American actor, voice actor, producer, and DJ. He made his film debut with a minor part in Back to the Future Part II (1989). Landing a succession of larger roles, he was critically acclaimed as a child actor by age nine, being nominated for several Young Artist Awards. As a child, he starred in the films Radio Flyer (1992), The Good Son (1993), North (1994), and Flipper (1996).\nHe began to take on teenage roles in the films The Ice Storm (1997), Deep Impact and The Faculty (both 1998). He is best known for his high-profile leading role as Frodo Baggins in Peter Jackson's epic film trilogy The Lord of the Rings (2001–03). Since then, he has chosen varied roles in films such as Eternal Sunshine of the Spotless Mind (2004), Sin City, Green Street, Everything Is Illuminated (all 2005), and Bobby (2006).\nWood provided the voice of Mumble in the award-winning animated musical films Happy Feet (2006) and Happy Feet Two (2011), as well as the eponymous lead in the Tim Burton-produced action/science fiction film 9 (2009). In 2005, he started his own record label, Simian Records. He did the voice acting for Spyro in the Legend of Spyro trilogy. In 2012, he began voicing Beck in the animated series Tron: Uprising, Sigma in the tenth season of the Rooster Teeth series, Red vs. Blue, and Wirt in the Cartoon Network miniseries Over the Garden Wall (2014). From 2011-14, Wood played the role of Ryan Newman in FX's cult dark comedy, Wilfred. As of late autumn 2016, he co-stars in the BBC America series Dirk Gently's Holistic Detective Agency.\n\n"},{"name":"Ian McKellen","summary":"Sir Ian Murray McKellen, CH, CBE (born 25 May 1939) is an English actor. He is the recipient of six Laurence Olivier Awards, a Tony Award, a Golden Globe Award, a Screen Actors Guild Award, a BIF Award, two Saturn Awards, four Drama Desk Awards and two Critics' Choice Awards. He has also received two Oscar nominations, four BAFTA nominations and five Emmy Award nominations.\nMcKellen's work spans genres ranging from Shakespearean and modern theatre to popular fantasy and science fiction. The BBC states his \"performances have guaranteed him a place in the canon of English stage and film actors\". A recipient of every major theatrical award in the UK, McKellen is regarded as a British cultural icon. His most well known film roles include Gandalf in The Lord of the Rings and The Hobbit trilogies and Magneto in the X-Men films.\nMcKellen was appointed Commander of the Order of the British Empire in 1979, was knighted by Elizabeth II in 1991 for services to the performing arts, and made a Companion of Honour for services to drama and to equality in the Queen's 2008 New Year Honours. He has been openly gay since 1988, and continues to be a champion for LGBT social movements worldwide. He was made a Freeman of the City of London in October 2014."},{"name":"Tom Hardy","born":1977,"summary":"Edward Thomas \"Tom\" Hardy (born 15 September 1977) is an English actor and producer. He made his debut in Ridley Scott's 2001 action film Black Hawk Down. Hardy's other notable films include the science fiction film Star Trek: Nemesis (2002), the crime film RocknRolla (2008), biographical psychological drama Bronson (2008), science fiction thriller Inception (2010), sports drama Warrior (2011), Cold War espionage film Tinker Tailor Soldier Spy (2011), crime drama Lawless (2012), drama Locke (2013), mobster film The Drop (2014), and the biographical western thriller The Revenant (2015), for which he received an Academy Award nomination for Best Supporting Actor. He also portrayed Bane in the superhero film The Dark Knight Rises (2012), \"Mad\" Max Rockatansky in the post-apocalyptic film Mad Max: Fury Road (2015), and both Kray twins in the crime thriller Legend (2015).\nHardy's television roles include the HBO war drama miniseries Band of Brothers (2001), the BBC historical drama miniseries The Virgin Queen (2005), ITV's Wuthering Heights (2008), the Sky 1 drama series The Take (2009), and the BBC British historical crime drama television series Peaky Blinders (2013).\nHardy has also performed on British and American stages. He was nominated for the Laurence Olivier Award for Most Promising Newcomer for his role as Skank in the 2003 production of In Arabia We'd All Be Kings, and was awarded the 2003 London Evening Standard Theatre Award for Outstanding Newcomer for his performances in both In Arabia We'd All be Kings and for his role as Luca in Blood. He starred in the 2007 production of The Man of Mode and received positive reviews for his role in the 2010 Philip Seymour Hoffman-directed play The Long Red Road."},{"name":"Tara Reid","summary":"Tara Donna Reid is an American actress. She is known for playing Vicky in the films American Pie (1999), American Pie 2 (2001) and American Reunion (2012). In 2013, she starred as April Wexler in the television film Sharknado, and went on to reprise the role in three sequels (2014–16).\nReid made her film debut in A Return to Salem's Lot in 1987. Her other film appearances include The Big Lebowski (1998), Urban Legend (1998), Dr. T & the Women (2000), Josie and the Pussycats (2001), Van Wilder (2002), My Boss's Daughter (2003), and Alone in the Dark (2005). She had her own reality travel show on the E! network called Taradise in 2005, and was a housemate on the 2013 British reality series Celebrity Big Brother 8."},{"name":"Alyson Hannigan","born":1974,"summary":"Alyson Lee Hannigan (born March 24, 1974) is an American actress. She is best known for her roles as Willow Rosenberg on the television series Buffy the Vampire Slayer (1997–2003), Lily Aldrin on the sitcom How I Met Your Mother (2005–2014), and Michelle Flaherty in the American Pie film series (1999–2012)."},{"name":"Jason Biggs","born":1978,"summary":"Jason Matthew Biggs (born May 12, 1978) is an American actor and comedian best known for his roles as Jim Levenstein in the American Pie series of teen comedy films, providing the voice of Leonardo in Nickelodeon's Teenage Mutant Ninja Turtles television series, a role he held until he was replaced near the end of the show's second season, and Larry Bloom in Orange Is the New Black. He also starred in Loser and Saving Silverman.\nHe initially gained recognition from the soap opera As the World Turns for the role of Pete Wendell for which he was nominated for the Daytime Emmy Award for Outstanding Younger Actor in a Drama Series in 1995."},{"name":"Diane Kruger","born":1976,"summary":"Diane Kruger (German pronunciation: [diˈa:nə ˈkru:ɡɐ]; born Diane Heidkrüger; 15 July 1976) is a German actress and former fashion model. She is known for roles such as Helen in the epic war film Troy (2004), Dr. Abigail Chase in the adventure/heist film National Treasure (2004) and its sequel (2007), Bridget von Hammersmark in Quentin Tarantino's war film Inglourious Basterds (2009), Anna in the sci-fi drama Mr. Nobody (2009), Gina in the psychological thriller film Unknown (2011), Marie Antoinette in the French-language film Farewell, My Queen (2012) and Jessie in the drama-thriller Disorder (2015). She also starred as Detective Sonya Cross in the FX crime drama series The Bridge."},{"name":"Harvey Keitel","born":1939,"summary":"Harvey Keitel (/kaɪˈtɛl/ ky-TEL; born May 13, 1939) is an American actor and producer. An Oscar and Golden Globe Award nominee, he has appeared in films such as Martin Scorsese's Mean Streets and Taxi Driver, Ridley Scott's The Duellists and Thelma & Louise, Peter Yates' Mother, Jugs & Speed, Quentin Tarantino's Reservoir Dogs and Pulp Fiction, Jane Campion's The Piano, Abel Ferrara's Bad Lieutenant, Robert Rodriguez's From Dusk till Dawn, James Mangold's Cop Land, Paolo Sorrentino's Youth. Along with actors Al Pacino and Ellen Burstyn, he is the current co-president of the Actors Studio."},{"name":"Seann William Scott","born":1976,"summary":"Seann William Scott (born October 3, 1976) is an American actor and producer. He played Steve Stifler in the American Pie series. He has also starred in other films, including Final Destination (2000), Road Trip (2000), Dude, Where's My Car? (2000), Evolution (2001), The Rundown (2003), The Dukes of Hazzard (2005), Role Models (2008), Cop Out (2010), Goon (2011) and the voice of Crash in the Ice Age series."},{"name":"Thomas Ian Nicholas","born":1980,"summary":"Thomas Ian Nicholas (born July 10, 1980) is an American film actor, singer, musician, producer, director, and writer. Nicholas is best known for playing Henry Rowengartner in Rookie of the Year, Walt Disney in Walt Before Mickey and Kevin Myers in the American Pie film series."},{"name":"Eddie Kaye Thomas","born":1980,"summary":"Eddie Kaye Thomas (born October 31, 1980) is an American film, television, and stage actor and comedian who rose to prominence as Paul Finch in the American Pie film series. He is also known for his roles as Andy Rosenberg in the Harold & Kumar series and as Jeff Woodcock in 'Til Death. He is currently starring in the CBS show Scorpion as Dr. Tobias \"Toby\" Curtis."},{"name":"Sean Bean","born":1959,"summary":"Shaun Mark Bean (born 17 April 1959), known professionally as Sean Bean, is an English actor. After graduating from the Royal Academy of Dramatic Art, he made his professional debut in a theatre production of Romeo and Juliet in 1983. Retaining his distinctive Yorkshire accent, he first found mainstream success for his portrayal of Richard Sharpe in the ITV series Sharpe. Bean has since garnered further recognition for his performance as Ned Stark in the HBO epic fantasy series Game of Thrones, as well as roles in the BBC anthology series Accused and the ITV historical drama series Henry VIII. His most prominent film role was Boromir in The Lord of the Rings trilogy (2001–03).\nOther roles include Alec Trevelyan in the James Bond film GoldenEye (1995) and Odysseus in Troy (2004), as well as roles in Patriot Games (1992), Ronin (1998), National Treasure (2004), North Country (2005), The Island (2005), Silent Hill (2006), Black Death (2010), Jupiter Ascending (2015) and The Martian (2015). As a voice actor, Bean has been featured in the video game The Elder Scrolls IV: Oblivion and the drama The Canterbury Tales, among several others. He has received several awards during his career and won an International Emmy for Best Actor. He has also been nominated for a BAFTA and Saturn Award."},{"name":"Mena Suvari","born":1979,"summary":"Mena Alexandra Suvari (born February 13, 1979) is an American actress, fashion designer and model. Shortly after beginning her career as a model, Suvari appeared in guest roles on such 1990s television shows as Boy Meets World and High Incident.\nShe made her film debut in the drama Nowhere (1997). She achieved international fame for her roles as Angela Hayes in American Beauty and Heather Gardner in American Pie (both 1999), the former earning her a BAFTA Award nomination. She reprised her role as Heather in American Pie 2 (2001) and American Reunion (2012). She also appeared in The Rage: Carrie 2 (1999), Loser (2000), Sugar & Spice (2001), Spun (2002), Trauma (2004), and the HBO drama series Six Feet Under (2001–05). Suvari is a model for Lancôme cosmetics and print ads for Lancôme Paris Adaptîve and has been featured in several fashion blogs and magazines such as Vogue. She is a long-time supporter and activist for the African relief organization, the African Medical and Research Foundation."},{"name":"Tobey Maguire","born":1975,"summary":"Tobias Vincent \"Tobey\" Maguire (born June 27, 1975) is an American actor and producer. He began his career in the late 1980s. His first appearance in a feature film was a non-speaking part in The Wizard (1989). He is known for playing the title character in Sam Raimi's Spider-Man film trilogy (2002, 2004, and 2007), as well as for his roles in Pleasantville (1998), The Cider House Rules (1999), Wonder Boys (2000), Seabiscuit (2003), The Good German (2006), Brothers (2009), and The Great Gatsby (2013). He has been nominated for the Screen Actors Guild and Golden Globe Awards, and has received two Saturn Awards, including one for Best Actor."},{"name":"James Franco","born":1978,"summary":"James Edward Franco (born April 19, 1978) is an American actor and filmmaker. His first prominent acting role was the lead character Daniel Desario on the short-lived cult hit television program Freaks and Geeks. He later played the title character in the TV biographical film James Dean (2001), for which he won a Golden Globe Award. For his role in 127 Hours (2010), Franco was nominated for an Academy Award for Best Actor. He is also known for his roles in Spider-Man, Pineapple Express (2008), Rise of the Planet of the Apes (2011), Spring Breakers (2012), Oz the Great and Powerful (2013), and King Cobra (2016) and other films, as well as TV roles in General Hospital and 11.22.63. In 2014, he made his Broadway debut in Of Mice and Men.\nFranco volunteers for the Art of Elysium charity, and has also taught film classes at New York University, the University of Southern California, UCLA, and Palo Alto High School."},{"name":"Willem Dafoe","born":1955,"summary":"William J. \"Willem\" Dafoe (born July 22, 1955) is an American actor. A member of the experimental theatre company the Wooster Group, he was nominated for the Academy Award for Best Supporting Actor for his roles as Elias in Oliver Stone's Platoon (1986) and Max Schreck in the comedy-horror film Shadow of the Vampire (2000). His other film appearances include The Last Temptation of Christ (1988), The English Patient (1996), American Psycho (2000) and the Spider-Man trilogy (2002–07). He has also had voice roles in Finding Nemo and its sequel (2003–16), Fantastic Mr. Fox (2009) and the forthcoming adaptation of Death Note (2017)."},{"name":"Kirsten Dunst","born":1982,"summary":"Kirsten Caroline Dunst (/ˈkɪərstən/; born April 30, 1982) is an American actress. She made her film debut in Woody Allen's short film Oedipus Wrecks for the anthology film New York Stories (1989). At the age of twelve, Dunst gained widespread recognition as Claudia in Interview with the Vampire (1994), a role for which she was nominated for a Golden Globe Award for Best Supporting Actress. She appeared in Little Women the same year and in Jumanji the following year. After a recurring role in the NBC medical drama ER (1996–97) as Charlie Chemingo and starring in films such as Wag the Dog (1997), Small Soldiers (1998), the English dub of Kiki's Delivery Service (1998), and The Virgin Suicides (1999), Dunst transitioned into romantic comedies and comedy-dramas, starring in Drop Dead Gorgeous (1999), Bring It On (2000), Get Over It and Crazy/Beautiful (both released in 2001).\nDunst achieved fame for her portrayal of Mary Jane Watson in Sam Raimi's Spider-Man trilogy (2002–07). Since then, her films have included the romantic comedy Wimbledon (2004), the science fiction romantic comedy-drama Eternal Sunshine of the Spotless Mind (2004) and Cameron Crowe's romantic tragicomedy Elizabethtown (2005). She played the title role in Sofia Coppola's biographical film Marie Antoinette (2006) and starred in the comedy film How to Lose Friends & Alienate People (2008). She won the Best Actress Award at the Cannes Film Festival and the Saturn Award for Best Actress for her performance in Lars von Trier's Melancholia (2011). She starred in the second season of the television series Fargo in 2015, playing the role of Peggy Blumquist, a slightly delusional and neurotic hairdresser. Her performance garnered widespread critical acclaim, leading to her winning the Critics' Choice Television Award for Best Actress and being nominated for the Golden Globe Award for Best Actress and the Primetime Emmy Award for Outstanding Lead Actress in a Limited Series or Movie.\nIn 2001, Dunst made her singing debut in the film Get Over It, in which she performed two songs. She also sang the jazz song \"After You've Gone\" for the end credits of the film The Cat's Meow (2001)."},{"name":"Allison Janney","born":1959,"summary":"Allison Brooks Janney (born November 19, 1959) is an American actress. A seven-time Primetime Emmy Award winner for her television work, her first four Emmy wins were for her role as C. J. Cregg on the NBC drama The West Wing (1999–2006). In 2014, she won the Emmy for Outstanding Guest Actress in a Drama Series for her role as Margaret Scully on the Showtime series Masters of Sex. In 2014 and 2015, she won the Emmy for Outstanding Supporting Actress in a Comedy Series for her role as Bonnie Plunkett on the CBS sitcom Mom.\nJanney, who won a scholarship to study at the Royal Academy of Dramatic Art in the summer of 1984, made her Broadway debut in the 1996 revival of Present Laughter. She won Drama Desk Awards for the 1997 Broadway revival of A View From the Bridge, and the 2009 original Broadway production of the musical 9 to 5. She also received Tony Award nominations for both. Her film roles include Primary Colors (1998), Drop Dead Gorgeous (1999), 10 Things I Hate About You (1999), American Beauty (1999), The Hours (2002), Finding Nemo (2003), Hairspray (2007), Juno (2007), The Help (2011), The Way, Way Back (2013), Get On Up (2014), Spy (2015), Minions (2015), Finding Dory (2016) and Tallulah (2016)."},{"name":"Teresa Palmer","born":1986,"summary":"Teresa Mary Palmer (born 26 February 1986) is an Australian actress, writer, producer and model who made her film debut in the suicide drama 2:37. She starred in the 2013 film Warm Bodies as a young woman who falls in love with a zombie, and as Rebecca in the 2016 horror film Lights Out. She has further appeared in films such as The Sorcerer's Apprentice, I Am Number Four, Take Me Home Tonight, Love and Honor, The Ever After (which she co-wrote and co-produced with her husband, Mark Webber), Kill Me Three Times, the 2015 remake of Point Break, Triple 9 and the Mel Gibson-directed war film Hacksaw Ridge."},{"name":"Rob Corddry","born":1971,"summary":"Robert William \"Rob\" Corddry (born February 4, 1971) is an American actor and comedian. He is known for his work as a correspondent on The Daily Show with Jon Stewart (2002–2006) and for his starring role in the comedy film Hot Tub Time Machine (2010). He is also the creator and star of the Adult Swim comedy series Childrens Hospital and won his first and second Emmy Awards in September 2012 and September 2013. Corddry currently co-stars in the HBO series Ballers."},{"name":"Jake Abel","born":1987,"summary":"Jacob Allen Abel (born November 18, 1987) is an American actor and singer who is known for playing Adam Milligan in the CW series Supernatural (2009–10), Luke Castellan in the film adaptation of Percy Jackson & the Olympians: The Lightning Thief (2010), and its sequel, Percy Jackson: Sea of Monsters (2013), Mark James in the film adaptation of I Am Number Four (2011), and Ian O'Shea in The Host (2013)."},{"name":"Bruce Willis","summary":"Walter Bruce Willis (born March 19, 1955) is an American actor, producer, and singer. His career began on the Off-Broadway stage and then in television in the 1980s, most notably as David Addison in Moonlighting (1985–1989). He is known for his role of John McClane in the Die Hard series. He has appeared in over 60 films, including Striking Distance (1993), Color of Night (1994), Pulp Fiction (1994), 12 Monkeys (1995), The Fifth Element (1997), Armageddon (1998), The Sixth Sense (1999), Unbreakable (2000), Sin City (2005), Red (2010), The Expendables 2 (2012), and Looper (2012).\nWillis married actress Demi Moore in 1987, and they had three daughters, including Rumer, before their divorce in 2000. Since 2009, he has been married to model Emma Heming, with whom he has two daughters."},{"name":"Joseph Gordon-Levitt","summary":"Joseph Leonard Gordon-Levitt (/ˈlɛvᵻt/; born February 17, 1981) is an American actor and filmmaker. As a child actor, he appeared in the films A River Runs Through It, Angels in the Outfield and 10 Things I Hate About You, and as Tommy Solomon in the TV series 3rd Rock from the Sun. He took a break from acting to study at Columbia University, but dropped out in 2004 to pursue acting again. He has since starred in 500 Days of Summer, Inception, Hesher, 50/50, Premium Rush, The Dark Knight Rises, Brick, Looper, The Lookout, Manic, Lincoln, Mysterious Skin and G.I. Joe: The Rise of Cobra. He starred as Philippe Petit in the Robert Zemeckis-directed film The Walk (2015), and as Edward Snowden in the Oliver Stone film Snowden (2016).\nHe also founded the online production company hitRECord in 2004 and has hosted his own TV series, HitRecord on TV, since January 2014. In 2013, Gordon-Levitt made his feature film directing and screenwriting debut with Don Jon, a comedy film in which he also stars. He previously directed and edited two short films, both of which were released in 2010: Morgan M. Morgansen's Date with Destiny and Morgan and Destiny's Eleventeenth Date: The Zeppelin Zoo."},{"name":"Christoph Waltz","born":1956,"summary":"Christoph Waltz (German pronunciation: [ˈkrɪstɔf ˈvalts]; born 4 October 1956) is an Austrian actor. He is best known for his works with American filmmaker Quentin Tarantino, receiving acclaim for portraying SS-Standartenführer Hans Landa in Inglourious Basterds (2009) and bounty hunter Dr. King Schultz in Django Unchained (2012). For each performance, he won an Academy Award, a BAFTA Award, and a Golden Globe Award for Best Supporting Actor. Additionally, he received the Best Actor Award at the Cannes Film Festival and a Screen Actors Guild Award for his portrayal of Landa.\nHe also portrayed computer genius Qohen Leth in the sci-fi film The Zero Theorem (2013), American plagiarist Walter Keane in the biographical film Big Eyes (2014), and 007's nemesis and head of Spectre Ernst Stavro Blofeld in Spectre (2015), the twenty-fourth James Bond film."},{"name":"Miranda Richardson","born":1958,"summary":"Miranda Jane Richardson (born 3 March 1958) is an English stage, film and television actress. She made her film debut playing Ruth Ellis in Dance with a Stranger in 1985 and went on to receive Academy Award nominations for Damage (1992) and Tom & Viv (1994). For Damage, she won the BAFTA Award for Best Supporting Actress. She has also won Golden Globe Awards for Enchanted April (1992) and the TV film Fatherland (1994).\nRichardson began her career on stage and made her West End debut in the 1980 play Moving. She received a Best Actress Olivier Award nomination for the 1987 Royal Court production of A Lie of the Mind. On television, she has starred in Blackadder (1986–89), A Dance to the Music of Time (1997), Merlin (1998), The Lost Prince (2003), and the sitcom The Life and Times of Vivienne Vyle (2007).\nHer other films include Empire of the Sun (1987), The Crying Game (1992), The Apostle (1997), Sleepy Hollow (1999), Snow White: The Fairest of Them All (2001), Spider (2002), Harry Potter and the Goblet of Fire (2005), and Made in Dagenham (2010).\n\n"},{"name":"Til Schweiger","born":1963,"summary":"Tilman Valentin \"Til\" Schweiger (German pronunciation: [ˈtɪlman ˈvaləntiːn ˈʃvaɪɡɐ]; born 19 December 1963) is a German actor, director, and producer. He runs his own production company, Barefoot Films, in Berlin."}],"relations":[{"date":1977.25,"parties":["Mark Hamill","Harrison Ford","Carrie Fisher"],"name":"Star Wars"},{"date":2003.4166666666667,"parties":["Willem Dafoe","Allison Janney"],"name":"Finding Nemo"},{"date":1998.1666666666667,"parties":["John Goodman","Steve Buscemi","Julianne Moore","Tara Reid"],"name":"The Big Lebowski"},{"date":2002,"parties":["Elijah Wood","Ian McKellen","Sean Bean"],"name":"The Lord of the Rings: The Fellowship of the Ring"},{"date":2004,"parties":["Elijah Wood","Ian McKellen","Andy Serkis"],"name":"The Lord of the Rings: The Return of the King"},{"date":2008.5833333333333,"parties":["Michael Caine","Morgan Freeman"],"name":"The Dark Knight"},{"date":2014.6666666666667,"parties":["Joseph Gordon-Levitt","Bruce Willis"],"name":"Sin City: A Dame to Kill For"},{"date":1994.75,"parties":["Morgan Freeman"],"name":"The Shawshank Redemption"},{"date":2007.5,"parties":["Brad Pitt"],"name":"Ocean's Thirteen"},{"date":1999.8333333333333,"parties":["Brad Pitt"],"name":"Fight Club"},{"date":2002.4166666666667,"parties":["Tobey Maguire","Willem Dafoe","Kirsten Dunst","James Franco"],"name":"Spider-Man"},{"date":2004.5,"parties":["Tobey Maguire","Kirsten Dunst","James Franco","Willem Dafoe"],"name":"Spider-Man 2"},{"date":2007.4166666666667,"parties":["Tobey Maguire","Kirsten Dunst","James Franco"],"name":"Spider-Man 3"},{"date":2001.9166666666667,"parties":["John Goodman","Steve Buscemi","Frank Oz"],"name":"Monsters, Inc."},{"date":2004.4166666666667,"parties":["Brad Pitt","Sean Bean","Diane Kruger","Rose Byrne"],"name":"Troy"},{"date":2005.9166666666667,"parties":["Miranda Richardson"],"name":"Harry Potter and the Goblet of Fire"},{"date":1994.8333333333333,"parties":["Bruce Willis","Harvey Keitel"],"name":"Pulp Fiction"},{"date":2006.25,"parties":["Seann William Scott"],"name":"Ice Age: The Meltdown"},{"date":1998.4166666666667,"parties":["Tobey Maguire"],"name":"Fear and Loathing in Las Vegas"},{"date":1980.0833333333333,"parties":["Mark Hamill","Harrison Ford","Carrie Fisher","Frank Oz"],"name":"The Empire Strikes Back"},{"date":2003.5833333333333,"parties":["Til Schweiger"],"name":"Lara Croft Tomb Raider: The Cradle of Life"},{"date":2004.9166666666667,"parties":["Diane Kruger","Sean Bean","Harvey Keitel"],"name":"National Treasure"},{"date":1999.5833333333333,"parties":["Jason Biggs","Thomas Ian Nicholas","Alyson Hannigan","Tara Reid","Eddie Kaye Thomas","Seann William Scott"],"name":"American Pie"},{"date":1999.9166666666667,"parties":["Miranda Richardson"],"name":"Sleepy Hollow"},{"date":2001.6666666666667,"parties":["Jason Biggs","Thomas Ian Nicholas","Seann William Scott","Eddie Kaye Thomas","Alyson Hannigan","Tara Reid","Mena Suvari","Jason Biggs","Thomas Ian Nicholas","Seann William Scott","Eddie Kaye Thomas","Alyson Hannigan","Tara Reid","Mena Suvari"],"name":"American Pie 2"},{"date":2005.9166666666667,"parties":["Frank Oz"],"name":"Zathura: A Space Adventure"},{"date":2009.6666666666667,"parties":["Brad Pitt","Christoph Waltz","Michael Fassbender","Diane Kruger","Til Schweiger"],"name":"Inglourious Basterds"},{"date":2010.5833333333333,"parties":["Teresa Palmer"],"name":"The Sorcerer's Apprentice"},{"date":2010.5833333333333,"parties":["Joseph Gordon-Levitt","Tom Hardy","Michael Caine"],"name":"Inception"},{"date":2010.1666666666667,"parties":["Jake Abel","Sean Bean"],"name":"Percy Jackson & the Olympians: The Lightning Thief"},{"date":2010.8333333333333,"parties":["Brad Pitt","Rob Corddry"],"name":"Megamind"},{"date":2010.8333333333333,"parties":["Bruce Willis","Morgan Freeman"],"name":"RED"},{"date":2011.1666666666667,"parties":["Teresa Palmer","Jake Abel"],"name":"I Am Number Four"},{"date":2012.5833333333333,"parties":["Michael Caine","Tom Hardy","Joseph Gordon-Levitt","Morgan Freeman"],"name":"The Dark Knight Rises"},{"date":2012.9166666666667,"parties":["Ian McKellen","Andy Serkis","Elijah Wood"],"name":"The Hobbit: An Unexpected Journey"},{"date":2011.4166666666667,"parties":["Michael Fassbender","Jennifer Lawrence","Rose Byrne"],"name":"X-Men: First Class"},{"date":2011.5833333333333,"parties":["Julianne Moore","Analeigh Tipton"],"name":"Crazy, Stupid, Love."},{"date":2012.5,"parties":["Seann William Scott"],"name":"Ice Age: Continental Drift"},{"date":2012.1666666666667,"parties":["Tom Hardy","Til Schweiger"],"name":"This Means War"},{"date":2013.5,"parties":["John Goodman","Steve Buscemi"],"name":"Monsters University"},{"date":2013.4166666666667,"parties":["Tobey Maguire"],"name":"The Great Gatsby"},{"date":2011.0833333333333,"parties":["Oscar Isaac"],"name":"Drive"},{"date":2013,"parties":["Christoph Waltz"],"name":"Django Unchained"},{"date":2013.25,"parties":["James Franco"],"name":"Oz: The Great and Powerful"},{"date":2012.8333333333333,"parties":["John Goodman","Scoot McNairy"],"name":"Argo"},{"date":2012.3333333333333,"parties":["Jason Biggs","Alyson Hannigan","Seann William Scott","Thomas Ian Nicholas","Tara Reid","Mena Suvari","Eddie Kaye Thomas"],"name":"American Reunion"},{"date":2013.5,"parties":["Brad Pitt"],"name":"World War Z"},{"date":2013.25,"parties":["Diane Kruger","Jake Abel"],"name":"The Host"},{"date":2013.4166666666667,"parties":["Michael Caine","Morgan Freeman"],"name":"Now You See Me"},{"date":2013.8333333333333,"parties":["Michael Fassbender","Lupita Nyong'o","Scoot McNairy","Brad Pitt"],"name":"12 Years a Slave"},{"date":2013.6666666666667,"parties":["Jake Abel"],"name":"Percy Jackson: Sea of Monsters"},{"date":2013.0833333333333,"parties":["Teresa Palmer","Analeigh Tipton","Rob Corddry"],"name":"Warm Bodies"},{"date":2014.4166666666667,"parties":["Miranda Richardson"],"name":"Maleficent"},{"date":2014.1666666666667,"parties":["Willem Dafoe","Harvey Keitel"],"name":"The Grand Budapest Hotel"},{"date":2014.9166666666667,"parties":["Jennifer Lawrence","Julianne Moore"],"name":"The Hunger Games: Mockingjay - Part 1"},{"date":2015.9166666666667,"parties":["Jennifer Lawrence","Julianne Moore"],"name":"The Hunger Games: Mockingjay - Part 2"},{"date":2013.3333333333333,"parties":["Rob Corddry"],"name":"Pain & Gain"},{"date":2016,"parties":["Harrison Ford","Mark Hamill","Carrie Fisher","Oscar Isaac","Lupita Nyong'o","Andy Serkis","Domhnall Gleeson"],"name":"Star Wars: The Force Awakens"},{"date":2015.8333333333333,"parties":["Christoph Waltz"],"name":"Spectre"},{"date":2016.25,"parties":["Scoot McNairy"],"name":"Batman v Superman: Dawn of Justice"},{"date":2015.5,"parties":["Allison Janney"],"name":"Minions"},{"date":2014.0833333333333,"parties":["Julianne Moore","Scoot McNairy","Lupita Nyong'o"],"name":"Non-Stop"},{"date":2015.4166666666667,"parties":["Rose Byrne","Allison Janney"],"name":"Spy"},{"date":2014.5833333333333,"parties":["Morgan Freeman","Analeigh Tipton"],"name":"Lucy"},{"date":2015.0833333333333,"parties":["Domhnall Gleeson","Oscar Isaac"],"name":"Ex Machina"},{"date":2016.6666666666667,"parties":["Morgan Freeman"],"name":"Ben-Hur"},{"date":2016,"parties":["Tom Hardy","Domhnall Gleeson"],"name":"The Revenant"}]}