{
    "people": [
        {
            "born": 1958,
            "name": "Kevin Bacon",
            "summary": "Kevin Norwood Bacon (born July 8, 1958) is an American actor and musician. His notable films include musical-drama film Footloose (1984), the controversial historical conspiracy legal thriller JFK (1991), the legal drama A Few Good Men (1992), the historical docudrama Apollo 13 (1995), and the mystery drama Mystic River (2003). Bacon is also known for taking on darker roles such as that of a sadistic guard in Sleepers and troubled former child abuser in a critically acclaimed performance in The Woodsman. Also on television, he starred in the Fox series The Following from 2013 to 2015. Bacon has won a Golden Globe Award and three Screen Actors Guild Awards, and was nominated for a Primetime Emmy Award. The Guardian named him one of the best actors never to have received an Academy Award nomination. In 2003, Bacon received a star on the Hollywood Walk of Fame.\nBacon has become an icon for the concept of interconnectedness (as in social networks), having been popularized by the game \"Six Degrees of Kevin Bacon\". In 2007, he created SixDegrees.org, a charitable foundation."
        },
        {
            "born": 1960,
            "name": "Julianne Moore",
            "summary": "Julianne Moore (born Julie Anne Smith; December 3, 1960) is an American-British actress, prolific in films since the early 1990s. She is particularly known for her portrayals of emotionally troubled women in both independent and Hollywood films, and has received many accolades, including the 2014 Academy Award for Best Actress.\nAfter studying theatre at Boston University, Moore began her career with a series of television roles. From 1985 to 1988, she was a regular in the soap opera As the World Turns, earning a Daytime Emmy for her performance. Her film debut was in Tales from the Darkside: The Movie (1990), and she continued to play small roles for the next four years – including in the thriller The Hand That Rocks the Cradle (1992). Moore first received critical attention with Robert Altman's Short Cuts (1993), and successive performances in Vanya on 42nd Street (1994) and Safe (1995) continued this acclaim. Starring roles in the blockbusters Nine Months (1995) and The Lost World: Jurassic Park (1997) established her as a leading actress in Hollywood.\nMoore received considerable recognition in the late 1990s and early 2000s, earning Oscar nominations for Boogie Nights (1997), The End of the Affair (1999), Far from Heaven (2002) and The Hours (2002). In the first of these she played a 1970s pornographic actress, while the other three featured her as an unhappy, mid-20th century housewife. She also had success with the films The Big Lebowski (1998), Magnolia (1999), Hannibal (2001), Children of Men (2006), A Single Man (2009), The Kids Are All Right (2010), and Crazy, Stupid, Love (2011), and won several awards for her portrayal of Sarah Palin in the television film Game Change (2012). The year 2014 was key for Moore, as she gave an Oscar-winning performance as an Alzheimer's patient in Still Alice, was named Best Actress at the Cannes Film Festival for Maps to the Stars, and joined the lucrative Hunger Games series.\nIn addition to acting, Moore has written a series of children's books about a character named \"Freckleface Strawberry\". She is married to director Bart Freundlich, with whom she has two children."
        },
        {
            "born": 1986,
            "name": "Miko Hughes",
            "summary": "Miko John Hughes (born February 22, 1986) is an American actor known for his film roles, as a child, as Gage Creed in Pet Sematary (1989), as astronaut Jim Lovell's son Jeffrey in Apollo 13, as a child on the autistic spectrum named Simon opposite Bruce Willis in Mercury Rising (1998), and as Dylan (Heather Langenkamp's son) in Wes Craven's New Nightmare (1994), as well as his recurring role as Aaron on Full House from 1990 to 1995."
        },
        {
            "born": 1960,
            "name": "Vicki Lewis",
            "summary": "Vicki Lewis (born March 17, 1960) is an American singer and actress of film, stage and television. She may be best known for her role as Beth in the NBC sitcom NewsRadio."
        },
        {
            "born": 1965,
            "name": "Anke Engelke",
            "summary": "Anke Christina Fischer (née Engelke; born 21 December 1965) is a German comedian, actress and voice-over actress born in Montréal, Quebec, Canada."
        },
        {
            "born": 1978,
            "name": "Tanja Wenzel",
            "summary": "Tanja Wenzel (born 27 July 1978) is a German film and TV actress. She is best known for her performance as Isabell Mohr / Brandner in the soap opera Verbotene Liebe."
        },
        {
            "born": 1954,
            "name": "Kamal Haasan",
            "summary": "Kamal Haasan (born 7 November 1954), also spelled as Kamal Hassan, is an Indian film actor, screenwriter, director, producer, playback singer, choreographer, lyricist, philanthropist and dancer. His birth name is Parthasarathy. Haasan has won several Indian film awards including three National Film Awards and 19 Filmfare Awards. With seven submissions, Kamal Haasan has starred in the highest number of films submitted by India for the Academy Award Best Foreign Language Film. Haasan's production company, Rajkamal International, has produced several of his films.\nKamal Haasan was titled Kalaimamani in 1979, the Padma Shri in 1990, the Padma Bhushan in 2014 and the prestigious French honour Chevalier of the Ordre des Arts et des Lettres in 2016.\nAfter several projects as a child, Haasan's breakthrough as a lead actor came in the 1975 drama Apoorva Raagangal, in which he played a rebellious youth in love with an older woman. He won his first National Film Award for his portrayal of a guileless schoolteacher who cares for a childlike amnesiac in Moondram Pirai (1983). Haasan was noted for his performances in Mani Ratnam's crime film Nayagan (1987), rated by Time as one of the best films in cinema history as well as Shankar's vigilante film Indian (1996) which saw him playing dual roles of a father and a son. Since then he has appeared in a number of films including Hey Ram (2000), Virumaandi (2004), Vishwaroopam (2013) which were his own productions and Dasavathaaram (2008) in which he played ten different roles."
        },
        {
            "born": 1967,
            "name": "Rahul Bose",
            "summary": "Rahul Bose (born 27 July 1967) is an Indian film actor, director, screenwriter, social activist, and rugby player. Bose has appeared in Bengali films such as Mr. and Mrs. Iyer, Kalpurush, Anuranan, Antaheen, Laptop and The Japanese Wife. He has also appeared in Hindi films such as Pyaar Ke Side Effects, Maan Gaye Mughal-e-Azam, Jhankaar Beats, Kucch Luv Jaisaa, Chameli and Shaurya. He also played the antagonist in the 2013 Tamil-Hindi film Vishwaroopam. Time magazine named him \"the superstar of Indian arthouse cinema\" while Maxim named him \"the Sean Penn of Oriental cinema\". for his work in parallel cinema films like English, August and Mr. and Mrs. Iyer. He is also notable for his social activism: he participated in the relief efforts that followed the 2004 Boxing Day Tsunami and is also the founder of the anti-discrimination NGO, The Foundation."
        },
        {
            "born": 1985,
            "name": "Andrea Jeremiah",
            "summary": "Andrea Jeremiah (born 21 December 1985) is an Indian actress, playback singer, musician and dancer. She works predominantly in the Tamil and Malayalam film industries. Beginning her career as a playback singer, Andrea has gone on to appear in films, mostly in the Tamil language."
        },
        {
            "born": 1977,
            "name": "Pooja Kumar",
            "summary": "Pooja Kumar is an American actress, producer, model and television hostess. She was crowned Miss India USA and has been a VJ for Channel V, a newsreader on the show Namaste America and has starred in such feature films as Kadhal Rojave, Night of Henna, Flavors, Hiding Divya, Park Sharks, Bollywood Beats, Man on a Ledge, Anything For You, Vishwaroopam and Uttama Villain'"
        },
        {
            "born": 1973,
            "name": "Rudranil Ghosh",
            "summary": "Rudranil Ghosh (Bengali: রুদ্রনীল ঘোষ; born 6 January 1973) is an Indian Bengali actor of TV and films."
        },
        {
            "born": 1978,
            "name": "Vaibhav Reddy",
            "summary": "Vaibhav Reddy (Sumanth A Kodanda Rami Reddy) (born on 21 April 1978) is an Indian film actor. Son of noted Telugu film director A. Kodandarami Reddy, he made his feature film debut with the 2007 Telugu film Godava under his father's direction. He is best known for his performances in the Venkat Prabhu films Saroja, Goa and Mankatha."
        },
        {
            "born": 1962,
            "name": "Arjun Sarja",
            "summary": "Arjun Sarja (born 15 August 1962 as Srinivasa Sarja) is an Indian film actor, producer and director known for his works predominantly in Tamil cinema. He also starred in few Kannada, Malayalam and Telugu films. In 1993, he starred in S. Shankar's blockbuster Gentleman which opened to positive reviews, while Arjun went on to win the State Award for Best Actor. During this time, he starred in hits such as Jai Hind (1994), Karnaa (1995), and the crime drama film Kurudhipunal (1995), for which Arjun won positive acclaim for his role while the film became India's official entry for the 68th Academy Awards Best Foreign Language Film category.\nIn 1999, he starred in the political drama Mudhalvan (1999). Portraying an ambitious TV journalist who receives the opportunity to become the Chief Minister of Tamil Nadu for a day, Arjun offered bulk dates for filming the project to Shankar. The film subsequently won positive reviews with Arjun described as having \"acquitted himself with aplomb in the challenging role\". Arjun received the Tamil Nadu State Film Award for Best Actor for his role as well as numerous other nominations. Arjun then briefly experimented in softer roles with Kannodu Kanbathellam (1999) and as an energetic civil service officer in Vaanavil (2000).\nHe was then featured in Vasanth's romantic drama film Rhythm, where he played a photographer, who eventually falls in love with a widow. Featuring a popular soundtrack and opening to positive reviews, Rhythm also became a commercial success. He carried on with a lighter theme in his next directorial venture, the love story Vedham (2001), while he ventured into Telugu cinema again by appearing in Raja's Hanuman Junction and the Kannada devotional film Sri Manjunatha (2001). In 2012, he appeared in his 150th film, the Kannada film Prasad screened at the Berlin Film Festival. Arjun won the Karnataka State Film Award for Best Actor for his work in the film."
        },
        {
            "born": 1983,
            "name": "Trisha Krishnan",
            "summary": "Trisha Krishnan (born 4 May 1983), known mononymously as Trisha, is an Indian film actress and model, who primarily works in the South Indian film industries, where she has established herself as a leading actress. She was noticed after winning several beauty pageants like the Miss Madras contest (1999), which marked her entry into filmdom.\nAfter appearing in a supporting role in the 1999 Tamil film Jodi, she had her first lead role in the 2002 film Mounam Pesiyadhe. She later rose to fame starring in the successful films, Saamy (2003) and Ghilli (2004) in Tamil cinema and Varsham (2004) in Telugu cinema, for which she secured her first South Filmfare Best Actress Award. She went on to win the award two more times for Nuvvostanante Nenoddantana (2005) and Aadavari Matalaku Ardhalu Verule (2007). In 2010, she made her Bollywood début in Khatta Meetha. She was seen in her career best performances in Abhiyum Naanum (2008) and Vinnaithaandi Varuvaayaa (2010) for which she won Vijay Award for Favourite Heroine and was nominated for Filmfare Best Tamil Actress Award."
        },
        {
            "born": 1952,
            "name": "M. S. Bhaskar",
            "summary": "Muthupandi Sundaram Bhaskar (born 19 January 1952) is an Indian actor. A former theatre artiste, he has appeared in supporting roles and as a comedian in Tamil TV series and more recently in Tamil films. His works include the series Chinna Papa Periya Papa and Selvi and in the films Sivakasi and Mozhi. In addition to acting, Bhaskar is a dubbing artiste and occasional playback singer as well.\nBhaskar, who hails from Thiruvarur, was a part of a Tamil drama troupe \"Society for New Drama\" which performed modern theatrical plays in Tamil Nadu. To supplement his income, Bhaskar also worked as an LIC agent for a brief period. Bhaskar acted in a number of other troupes including Nungambakkam Boys Kondatum. Before acting, he worked in a paste company.\nDuring this period, Bhaskar began as a dubbing artiste especially for dubbing Telegu films into Tamil where he spoke the comedians' lines. He also dubs English language films into Tamil for Sun TV. His elder sister Hemamalini is also a dubbing artist.\nWhen the dramatic society ended in 1992, Bhaskar began working in teleserials on DD1 and DD2 including Nam Kudumbam and Vizhudugal, before he played roles in Ganga Yamuna Saraswati and Mayavi Marichan. He then landed a role in the comedy series Chinna Papa Periya Papa, in which he played the role of a and brother-in-law and in Senior Junior, Selvi and Arasi.\nBhaskar made his film debut in 1987, enacting a small role in the film Thirumathi Oru Vegumathi. This was followed by several films in the 90's, in which he appeared in very minor or small roles including Friends and Thamizhan. He then graduated to supporting roles in the films Sadhu Miranda, Sivaji: The Boss, Dasavathaaram, Santosh Subramaniam and Mozhi."
        },
        {
            "born": 1958,
            "name": "Nassar",
            "summary": "M. Nassar is an Indian film actor, director and producer, who mainly works in the South Indian film industry. He is the incumbent president of the Nadigar Sangam."
        },
        {
            "born": 1992,
            "name": "Amy Jackson",
            "summary": "Amy Louise Jackson (born 31 January 1992) is a British model and actress, who appears in Indian films, primarily in Tamil and few Hindi and Telugu films. After college, she began modelling at age 16, going on to win the 2009 Miss Teen World competition and the 2010 Miss Liverpool title. Subsequently Tamil film director A L Vijay spotted her and introduced Jackson as an actress in the 2010 Tamil period-drama Madrasapattinam. While further pursuing her modelling career in the UK, Jackson continued working in India and went on to début in other film industries in the next years. She had her first Bollywood release in 2012, the romantic drama Ekk Deewana Tha, while 2012 saw the release of her first Telugu film Yevadu. She later starred in Prabhudeva's Singh Is Bling in 2015 opposite Akshay Kumar.\n\n"
        },
        {
            "born": 1918,
            "died": 1918,
            "name": "Karunakaran",
            "summary": "Kannoth Karunakaran (5 July 1918 – 23 December 2010) was a politician and a former Chief Minister of Kerala, India belonging to the Indian National Congress party. He was close to Indira Gandhi and Rajiv Gandhi. Karunakaran is the founder of United Democratic Front (UDF) and coalition Government system in Kerala."
        }
    ],
    "relations": [
        {
            "date": 2003.4166666666667,
            "name": "Finding Nemo",
            "parties": [
                "Vicki Lewis"
            ]
        },
        {
            "date": 1998.1666666666667,
            "name": "The Big Lebowski",
            "parties": [
                "Julianne Moore"
            ]
        },
        {
            "date": 1995.5,
            "name": "Apollo 13",
            "parties": [
                "Kevin Bacon",
                "Miko Hughes"
            ]
        },
        {
            "date": 1998.4166666666667,
            "name": "Godzilla",
            "parties": [
                "Vicki Lewis"
            ]
        },
        {
            "date": 2007.3333333333333,
            "name": "Vollidiot",
            "parties": [
                "Tanja Wenzel",
                "Anke Engelke"
            ]
        },
        {
            "date": 2006.9166666666667,
            "name": "Where Is Fred?",
            "parties": [
                "Tanja Wenzel"
            ]
        },
        {
            "date": 2004.4166666666667,
            "name": "Der Wixxer",
            "parties": [
                "Tanja Wenzel",
                "Anke Engelke"
            ]
        },
        {
            "date": 1998.3333333333333,
            "name": "Mercury Rising",
            "parties": [
                "Miko Hughes"
            ]
        },
        {
            "date": 2007.5,
            "name": "Sivaji: The Boss",
            "parties": [
                "M. S. Bhaskar"
            ]
        },
        {
            "date": 1987.5833333333333,
            "name": "Nayakan",
            "parties": [
                "Kamal Haasan",
                "Nassar"
            ]
        },
        {
            "date": 2010.1666666666667,
            "name": "Vinnaithaandi Varuvaayaa",
            "parties": [
                "Trisha Krishnan"
            ]
        },
        {
            "date": 2010.3333333333333,
            "name": "The Japanese Wife",
            "parties": [
                "Rahul Bose",
                "Rudranil Ghosh"
            ]
        },
        {
            "date": 2002.5833333333333,
            "name": "Mr and Mrs Iyer",
            "parties": [
                "Rahul Bose"
            ]
        },
        {
            "date": 2010.5833333333333,
            "name": "Madharasapattinam",
            "parties": [
                "Amy Jackson",
                "Nassar",
                "M. S. Bhaskar"
            ]
        },
        {
            "date": 2011.4166666666667,
            "name": "X-Men: First Class",
            "parties": [
                "Kevin Bacon"
            ]
        },
        {
            "date": 2010.0833333333333,
            "name": "Goa",
            "parties": [
                "Vaibhav Reddy"
            ]
        },
        {
            "date": 2011.5833333333333,
            "name": "Crazy, Stupid, Love.",
            "parties": [
                "Julianne Moore",
                "Kevin Bacon"
            ]
        },
        {
            "date": 2000.1666666666667,
            "name": "Hey Ram",
            "parties": [
                "Kamal Haasan"
            ]
        },
        {
            "date": 2004.3333333333333,
            "name": "Ghilli",
            "parties": [
                "Trisha Krishnan"
            ]
        },
        {
            "date": 1962.0833333333333,
            "name": "Parthal Pasi Theerum",
            "parties": [
                "Kamal Haasan"
            ]
        },
        {
            "date": 1999.9166666666667,
            "name": "Mudhalvan",
            "parties": [
                "Arjun Sarja"
            ]
        },
        {
            "date": 2011.6666666666667,
            "name": "Mankatha",
            "parties": [
                "Arjun Sarja",
                "Trisha Krishnan",
                "Vaibhav Reddy"
            ]
        },
        {
            "date": 2012.5,
            "name": "Rowdy Rathore",
            "parties": [
                "Nassar"
            ]
        },
        {
            "date": 2013.0833333333333,
            "name": "Vishwaroopam",
            "parties": [
                "Kamal Haasan",
                "Pooja Kumar",
                "Andrea Jeremiah",
                "Rahul Bose",
                "Nassar"
            ]
        },
        {
            "date": 2014.9166666666667,
            "name": "The Hunger Games: Mockingjay - Part 1",
            "parties": [
                "Julianne Moore"
            ]
        },
        {
            "date": 2015.9166666666667,
            "name": "The Hunger Games: Mockingjay - Part 2",
            "parties": [
                "Julianne Moore"
            ]
        },
        {
            "date": 2012.8333333333333,
            "name": "Pizza",
            "parties": [
                "Karunakaran"
            ]
        },
        {
            "date": 2013.1666666666667,
            "name": "Kadal",
            "parties": [
                "Arjun Sarja"
            ]
        },
        {
            "date": 2011.6666666666667,
            "name": "Chaplin",
            "parties": [
                "Rudranil Ghosh"
            ]
        },
        {
            "date": 2013.4166666666667,
            "name": "Soodhu Kavvum",
            "parties": [
                "M. S. Bhaskar",
                "Karunakaran"
            ]
        },
        {
            "date": 2015.5833333333333,
            "name": "Baahubali: The Beginning",
            "parties": [
                "Nassar"
            ]
        },
        {
            "date": 2015.0833333333333,
            "name": "I",
            "parties": [
                "Amy Jackson"
            ]
        },
        {
            "date": 2015.4166666666667,
            "name": "Uttama Villain",
            "parties": [
                "Kamal Haasan",
                "Nassar",
                "Andrea Jeremiah",
                "Pooja Kumar"
            ]
        },
        {
            "date": 2015.8333333333333,
            "name": "Singh is Bling",
            "parties": [
                "Amy Jackson"
            ]
        },
        {
            "date": 2015,
            "name": "Lingaa",
            "parties": [
                "Karunakaran"
            ]
        },
        {
            "date": 2012.9166666666667,
            "name": "Balukabela.com",
            "parties": [
                "Rudranil Ghosh"
            ]
        },
        {
            "date": 2014.9166666666667,
            "name": "khaad",
            "parties": [
                "Rudranil Ghosh"
            ]
        },
        {
            "date": 2015.0833333333333,
            "name": "Frau Müller muss weg",
            "parties": [
                "Anke Engelke"
            ]
        },
        {
            "date": 2015.0833333333333,
            "name": "Aambala",
            "parties": [
                "Vaibhav Reddy"
            ]
        },
        {
            "date": 2015.5833333333333,
            "name": "Papanasam",
            "parties": [
                "Kamal Haasan"
            ]
        },
        {
            "date": 2015.5,
            "name": "Dil Dhadakne Do",
            "parties": [
                "Rahul Bose"
            ]
        },
        {
            "date": 2015.9166666666667,
            "name": "Thoonga Vanam",
            "parties": [
                "Kamal Haasan",
                "Trisha Krishnan"
            ]
        },
        {
            "date": 2016.3333333333333,
            "name": "Theri",
            "parties": [
                "Amy Jackson"
            ]
        }
    ]
}
